Revit 2027 API
FabricationConnectorInfo.FabricationIndex Property
 The index of the connector shown within the fabrication software.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int FabricationIndex { get; }
Public ReadOnly Property FabricationIndex As Integer
	Get
public:
property int FabricationIndex {
	int get ();
}
member FabricationIndex : int with get
Property Value
Int32
See Also
Reference
FabricationConnectorInfo Class
Autodesk.Revit.DB Namespace